<script setup lang="ts">
import Block from "../Block.vue";
</script>

<template>
  <Block title="Дополнительная информация">
    <div :class="$style.text">
      Информируем, что в соответствии с Федеральным законом от 29 июля 2017 № 214-ФЗ «О
      проведении эксперимента по развитию курортной инфраструктуры» и Законом
      Санкт-Петербурга от 29 июня 2023 года № 419-81 "О введении на территории
      Санкт-Петербурга курортного сбора" с 01.04.2024 г . все гости Санкт-Петербурга (за
      исключением лиц освобожденных от уплаты курортного сбора) обязаны при заезде в
      отель оплатить курортный сбор в размере 100 руб. с человека в сутки.
    </div>
  </Block>
</template>

<style module lang="scss">
.text {
  padding: 0 16px;
  font-size: 17px;
  line-height: 22px;
  font-weight: 400;
  color: var(--tg-theme-text-color);
}
</style>
